Repository: ahmedelsayyd/namelazz-brand
Catalog: src/locale/messages.*.xlf
Languages: ar

source: Shop
ar: تسوق الأن

source: Collection
ar: مجموعه

source: About
ar: من نحن

source: Account
ar: الحساب الشخصى

source: Contacts
ar: التواصل

source: Assistance
ar: مساعده

source: Shopping & returns
ar: المشتريات & المرتجعات

source: Privacy policy
ar: الخصوصيه

source: Follow Us
ar: تابعنا

source: Instgram
ar: انستجرام

source: Keep Up To Date Newsletter
ar: متابعه اخر الاخبار

source: new
ar: جديد

source: catalog
ar: الفئات

source: soon
ar: قريبا

source: sale
ar: تخفيضات

source: ArtBook
ar: المعرض

source: Authorization
ar: التحقق

source: Email
ar: االايميل

source: ● This field is required
ar: ● هذا الحقل مطلوب

source: Password
ar: الباسورد

source: ● This field is requierd
ar: ● هذا الحقل مطلوب

source: Login
ar: تسجيل دخول

source: Forget Password.?
ar: هل نسيت كلمه الباسورد.؟

source: You Dont Have An Account
ar: هل لديك حساب شخصى

source: creat an account
ar: انشاء حساب شخصى

source: Authorization Through Social Network
ar: التسجيل من خلال وسائل التواصل الاجتماعى

source: EN, USD
ar: انجليزى, دولار

source: choose language
ar: اختار اللغه

source: Arabic (AR)
ar: عربى (AR)

source: English (EN)
ar: انجليزى (EN)

source: choose currency
ar: اختار العمله

source: New
ar: جديد

source: Catalog
ar: الأقسـام

source: All
ar: الكل

source: dresses
ar: الفساتين

source: jacket & sleeveless
ar: الجواكت

source: tops & bodysuits
ar: التوب و البودى

source: Trousers & Shorts
ar: البنطلونات و الشورتات

source: shirts & blouses
ar: قمصان وبلوزات

source: t-shirt&tops
ar: التيشيرتات و التوب

source: outer clothing
ar: الملابس الخارجيه

source: suits
ar: بدل وجواكت

source: skirts
ar: البلوزات

source: Soon
ar: قريبا

source: Sale
ar: التخفيضات

source: Favorite
ar: المفضله

source: Projects
ar: المشاريع

source: collection
ar: الفئات

source: For Buyers
ar: للعماء

source: Payment & Shipping
ar: الدفع والشحن

source: Returns
ar: المرتجعات

source: composition & Care
ar: التكوين والرعايه

source: The Privacy Policy
ar: الخصوصيه

source: User Agreement
ar: اتفاق المستخدم

source: contacts
ar: التواصل

source: Profile
ar: الحساب

source: about us
ar: من نحن

source: Our Goal Is<br>Your Beauty
ar: هدفنا هو جمالك

source: Read More
ar: اقرأ المزيد

source: the concept of our Namelazz has been based on our customer images :elegant, feminine And sophisticated girls. we are strongly inspired by tournuers of the woman body which we try to accentute with the perfect fit and simplicity of our clothes
ar: وقد استند مفهوم Namelazz لدينا على صور عملائنا : أنيقة ، أنثوية ومتطورة الفتيات. نحن مستوحاة بقوة من tournuers من جسم المرأة التي نحاول أن أكسنت مع تناسب الكمال وبساطة ملابسنا

source: bestseller
ar: الاكثر مبيعا

source: Popular Categories
ar: أقسـام شـائعة

source: Shop All
ar: تسوق الكل

source: explore our love
ar: استكشاف حبنا

source: Go To Catalog
ar: الانتقال إلى الاقسـام

source: trousers
ar: بنطلونات

source: corsets & tops
ar: الكورسيهات و التوب

source: Wind In The Hair
ar: الريـاح فـي الشعـر

source: cruise collection
ar: مجموعة الرحلات البحرية

source: « Agirl Should be<br>Two things: Classy<br>And Fabulous »
ar: « الفتاه يجب ان تكون: أنيقه ورائعه »

source: New Collection Inspired By Coco Channel
ar: مجموعة جديدة مستوحاة من قناة كوكو

source: Learn More
ar: اعرف المزيد

source: lookbook 2020
ar: تصـاميم 2020

source: Spring<br>lookbook
ar: تصـاميم الربـيع

source: Go To Lookbook
ar: انتقل إلى معرض التصاميم

source: shop the full collection of spring lookbook to find what you are looking for today
ar: تسوق المجموعة الكاملة من تصاميم الربيع للعثور على ما تبحث عنه اليوم

source: the concept of our Namelazz has been based on our customer images :elegant, feminine And sophisticated girls. we are strongly inspired by tournuer of the woman body which we try to accentute with the perfect fit and simplicity of our clothes
ar: يعتمد مفهوم Namelazz على صور عملائنا: فتيات أنيقات وأنثويات ومتطورات. نحن مستوحون بقوة من مرتدي جسد المرأة الذين نحاول إبرازهم مع الملاءمة المثالية والبساطة لملابسنا

source: follow Us On instagram
ar: تابعنا على الانستجرام
